{
  "faq.answer_1": "Soon! It has been made public to gather input and feedback from the community. Big changes will still occur. Please help us by trying it out and giving feedback.",
  "faq.answer_2": "One core concept is: remain close to libraries & resist applying abstraction layers. We believe this ultimately makes your code easier to read, understand, customize, replace and scale. A React framework doesn't fit in this concept.",
  "faq.answer_3": "You pick NextJS if you want to make many architectural decisions yourself. You pick Raak if you consider less architectural freedom a good tradeoff to save enormous amounts of development time. Oh, and pick Raak if you simply like the beautiful stack we chose :D.",
  "faq.answer_4": "Our decision to focus - for tool integrations in particular - on Europe is not meant to exclude another region. We simply believe in Europe and want to make it more independent. A healthy power balance benefits not just Europe but the entire global (open source) community.",
  "faq.question_1": "Is Raak ready for production?",
  "faq.question_2": "Why doesn't Raak use NextJS?",
  "faq.question_3": "Is Raak an alternative to NextJS?",
  "faq.question_4": "What\\'s the deal with \"Made in Europe\"?",
  "pricing.plan_1.1": "Unlimited users",
  "pricing.plan_1.2": "Unlimited tasks",
  "pricing.plan_1.3": "Max. 2 projects",
  "pricing.plan_1.title": "50€",
  "pricing.plan_2.1": "... Everything from Basic",
  "pricing.plan_2.2": "Unlimited projects",
  "pricing.plan_2.3": "Public view for your customers",
  "pricing.plan_2.4": "More soon ..!",
  "pricing.plan_2.title": "200€",
  "pricing.popular": "Ship faster with Raak",
  "pricing.text_1": "Ideal if you are just getting started.",
  "pricing.text_2": "For teams that have multiple apps in production.",
  "pricing.title_1": "Basic",
  "pricing.title_2": "Pro",
  "subtitle": "in a single view.",
  "text_1": "Raak is a task tracker for small teams that build & maintain multiple apps. Open-source. Fast. Simple.",
  "text_2": "Many great tools exists, but they are biased towards large teams. We built Raak for ourselves to easily track development work across many apps.",
  "text_3": "Best-in-class OS libraries that fit well together. Each with proper documentation.",
  "text_4": "Powerful - yet optional - integrations so you can focus on customer needs.",
  "text_5": "You are in good company.",
  "text_6": "Simple pricing. One invoice per year. Free access while Raak is in beta.",
  "text_7": "Frequently asked questions. Is your question not included? Please reach out to us.",
  "title_1": "Track tasks across all apps",
  "title_2": "Why use Raak",
  "title_3": "Vollgepackt mit Funktionen",
  "title_4": "Integrations",
  "title_5": "Join the beta",
  "title_6": "Pricing",
  "title_7": "FAQs",
  "why": "Read why we built Raak",
  "why.text_1": "Raak has a clear goal: to make communicating issues and tasks in small development teams super efficient and fun.",
  "why.text_2": "Ship new features and fixes faster. Leverage automation around label management, code references and quick screenshots.",
  "why.text_3": "All tasks are stored locally for instant search and fast updates. Changes are synced as you get back online.",
  "why.title_1": "Focus → simplicity",
  "why.title_2": "Screenshot to shipped, faster",
  "why.title_3": "Instant & offline access"
}
