{
  "faq.answer_1": "As Raak is <Link>open-source</Link>, you can already run Raak yourself without waiting for access. However, we advice most of you to wait for the private beta around Nov/Dec 2024. If you are really enthusiastic, please reach out to us for access to Raak during private alpha.",
  "faq.answer_2": "If you are also building open-source software, you can use Raak Pro for free! Please <Link>reach out to us</Link> with a repository link to get started quickly.",
  "faq.answer_3": "Linear is amazing: their design and sync engine are aspirations for Raak. That said, Raak is focused on small companies with a single, product-oriented team. A simple page view captures all tasks and issues, even if you manage multiple apps.",
  "faq.answer_4": "Though Pivotal Tracker (2006) is <Link>shutting down</Link>, it still is a very effective way to communicate tasks. Raak is heavily inspired by Pivotal Tracker. Yet, we also do things differently: no comments nor notifications (only inline mentioning if enabled). A modern design, more granular editing, table view and dark mode.",
  "faq.answer_5": "There will be no chat or comments in Raak itself. Rather, we will research how to best embed Raak into your existing workflow with tools such as Slack, Discord and/or Github.",
  "faq.answer_6": "For fans of Pivotal Tracker we have good news. An import script for Pivotal Tracker - including attachments - is already in the works. If you have very large projects in Pivotal Tracker, please <Link>contact us</Link> to see if we can collaborate on more advanced migration options.",
  "faq.question_1": "Roadmap to public beta",
  "faq.question_2": "Free for open-source software",
  "faq.question_3": "A short comparison with Linear",
  "faq.question_4": "A short comparison with Pivotal Tracker",
  "faq.question_5": "Not another project management tool",
  "faq.question_6": "Migration from Pivotal Tracker",
  "prerelease": "Prerelease",
  "pricing.plan_1.1": "Unlimited users",
  "pricing.plan_1.2": "Unlimited tasks",
  "pricing.plan_1.3": "Max. 2 projects",
  "pricing.plan_1.title": "50€",
  "pricing.plan_2.1": "... Everything from Basic",
  "pricing.plan_2.2": "Unlimited projects",
  "pricing.plan_2.3": "Public view for your customers",
  "pricing.plan_2.4": "More details soon ..!",
  "pricing.plan_2.title": "200€",
  "pricing.popular": "Ship faster with Raak",
  "pricing.text_1": "Ideal if you are just getting started.",
  "pricing.text_2": "For those that have multiple apps in production.",
  "pricing.title_1": "Basic",
  "pricing.title_2": "Pro",
  "subtitle": "in a single view.",
  "text_1": "Raak is an issue tracker for small teams that build & maintain multiple apps. Open-source, built for speed & fun.",
  "text_2": "Many great tools exists, but they are biased towards large teams. We built Raak for ourselves to easily track development work across multiple apps.",
  "text_3": "Best-in-class OS libraries that fit well together. Each with proper documentation.",
  "text_4": "Powerful - yet optional - integrations so you can focus on customer needs.",
  "text_5": "You are in good company.",
  "text_6": "Simple pricing. One invoice per year. Free access until Raak is out of beta.",
  "text_7": "Raak is in private alpha. Here's what we can share now. A changelog will be added soon.",
  "title_1": "Track tasks across apps",
  "title_2": "Linear meets Pivotal Tracker",
  "title_3": "Vollgepackt mit Funktionen",
  "title_4": "Integrations",
  "title_5": "Join the beta",
  "title_6": "Pricing",
  "title_7": "Good to know",
  "why": "Read why we built Raak",
  "why.text_1": "Raak has a clear goal: to make the managing of tasks in small development teams super efficient and fun.",
  "why.text_2": "Ship new features and fixes faster. Leverage automation around label management, code references and quick screenshots.",
  "why.text_3": "All tasks are stored locally for instant search and fast updates. Changes are synced as you get back online.",
  "why.title_1": "Focus → simplicity",
  "why.title_2": "Screenshot to shipped, faster",
  "why.title_3": "Instant & offline access"
}
