{
  "faq.answer_1": "Soon! It has been made public to gather input and feedback from the community. Big changes will still occur. Please help us by trying it out and giving feedback.",
  "faq.answer_2": "One core concept is: remain close to libraries & resist applying abstraction layers. We believe this ultimately makes your code easier to read, understand, customize, replace and scale. A React framework doesn't fit in this concept.",
  "faq.answer_3": "You pick NextJS if you want to make many architectural decisions yourself. You pick Cella if you consider less architectural freedom a good tradeoff to save enormous amounts of development time. Oh, and pick Cella if you simply like the beautiful stack we chose :D.",
  "faq.answer_4": "Our decision to focus - for tool integrations in particular - on Europe is not meant to exclude another region. We simply believe in Europe and want to make it more independent. A healthy power balance benefits not just Europe but the entire global (open source) community.",
  "faq.question_1": "Is Cella ready for production?",
  "faq.question_2": "Why doesn't Cella use NextJS?",
  "faq.question_3": "Is Cella an alternative to NextJS?",
  "faq.question_4": "What\\'s the deal with \"Made in Europe\"?",
  "feature.text_1": "A simple, fast server. Web standards, RPC support and great middleware.",
  "feature.text_2": "React, i18Next, React Data Grid. Zustand to manage state.",
  "feature.text_3": "Postgres DB with Drizzle ORM. Seeds and easy migrations.",
  "feature.text_4": "Shadcn UI components built with Radix UI and Tailwind CSS.",
  "feature.text_5": "Multiple auth strategies + our unique authorization layer.",
  "feature.text_6": "Autogenerated OpenAPI docs based on Zod schemas.",
  "feature.text_7": "A fast build process for your monorepo. Also uses Vite PWA.",
  "feature.text_8": "Tanstack Router for type-safe routing, Tanstack Query for caching.",
  "feature.text_9": "Storybook for your UI. React Email. Biome for formatting.",
  "feature.title_1": "Hono & NodeJS",
  "feature.title_2": "React",
  "feature.title_3": "Database",
  "feature.title_4": "Tailwind",
  "feature.title_5": "Lucia Auth",
  "feature.title_6": "Open API + docs",
  "feature.title_7": "Vite & Turborepo",
  "feature.title_8": "Tanstack",
  "feature.title_9": "And more !",
  "integrations.purpose_1": "Text editor",
  "integrations.purpose_2": "App monitoring",
  "integrations.purpose_3": "Log management",
  "integrations.purpose_4": "Workflow automation",
  "integrations.purpose_5": "Payment processing",
  "integrations.purpose_6": "Customer support",
  "integrations.purpose_7": "File handling",
  "integrations.purpose_8": "Analytics",
  "integrations.purpose_9": "Status monitor",
  "integrations.purpose_10": "Authentication",
  "integrations.text_1": "A rich text editor with real-time collaboration support and many more features.",
  "integrations.text_2": "Sentry offers sophisticated error tracking and performance monitoring in one interface.",
  "integrations.text_3": "Better Stack helps you with storing and searching logs across your stack.",
  "integrations.text_4": "n8n is an extendable workflow automation tool which enables you to connect anything to everything via its open, fair-code model.",
  "integrations.text_5": "Complete billing solution: Accept payments, handle taxes and manage subscriptions.",
  "integrations.text_6": "Gleap is an all-in-one customer feedback tool. Live chat, customer satisfaction, public roadmap and more.",
  "integrations.text_7": "A simple image, video & file handling solution. Stored in your own S3 bucket. Secure or public access, image transformations and more.",
  "integrations.text_8": "Simple, clean, and privacy-friendly analytics. No cookies, no sessions, no tracking.",
  "integrations.text_9": "Oh dear offers status and uptime pages and many ways to be informed about problems. It also scans the whole site for broken links or mixed content.",
  "integrations.text_10": "Hanko is an open source passwordless authentication solution that allows you to integrate passkeys into your application.",
  "pricing.plan_1.1": "Member of CellaJS community",
  "pricing.plan_1.2": "Apply for €100k+ Cella Fund",
  "pricing.plan_1.3": "Access to private repos",
  "pricing.plan_1.4": "Collective buying power",
  "pricing.plan_1.5": "Create bounty projects",
  "pricing.plan_1.6": "Vote on bounty projects",
  "pricing.plan_1.7": "Contribute to Cella roadmap",
  "pricing.plan_2.1": "... Everything from Donate",
  "pricing.plan_2.2": "Realize bounty projects",
  "pricing.plan_2.3": "Bigger voice in roadmap",
  "pricing.plan_2.4": "Showcase your work",
  "pricing.plan_3.1": "Partner showcase page",
  "pricing.plan_3.2": "Improve the TypeScript ecoystem",
  "pricing.plan_3.3": "Scale with other European partners",
  "pricing.text_1": "50% to sponsor OS libraries and 50% to a Cella bounty program.",
  "pricing.text_2": "Earn while building your own product. Open source or 'community source' parts of your code.",
  "pricing.text_3": "Do you have a product that integrates well with CellaJS? Become a partner.",
  "pricing.title_1": "Donate",
  "pricing.title_2": "Build",
  "pricing.title_3": "Partner",
  "subtitle": "TypeScript template",
  "text_1": "Cella is open source and puts libraries first. Build your new web app as part of a single stack community.",
  "text_2": "We didn't want another framework. Why not just a comprehensive template?",
  "text_3": "Best-in-class libraries that fit well together. Each with proper documentation.",
  "text_4": "Powerful yet flexible integrations so you can focus on building your product.",
  "text_5": "Cella is open source and wants to work together with other OS projects & teams.",
  "text_6": "How to build a dedicated & sustainable community around CellaJS? Membership perhaps.",
  "text_7": "Frequently asked questions. Is your question not included? Please reach out to us.",
  "title_1": "A no-nonsense & intuitive",
  "title_2": "Raison d'être",
  "title_3": "Vollgepackt mit Funktionen",
  "title_4": "Integrations",
  "title_5": "Faster together",
  "title_6": "Pricing (conceptual)",
  "title_7": "FAQs",
  "why": "Read why we built Cella",
  "why.text_1": "A single stack makes it easier to collaborate in-depth: hybrid rendering, security, error handling, performance monitoring, caching strategies and more.",
  "why.text_2": "Generic & consistent OpenAPI for authentication, organizations and users. Configure and extend authorization flows.",
  "why.text_3": "Our aim is to build a small community, dedicated to the same stack. A bounty program and fund will help all members and Cella itself.",
  "why.title_1": "Implementation ready",
  "why.title_2": "Prebuilt endpoints",
  "why.title_3": "Dedicated community",
  "pricing.popular": "Build & get paid!",
  "pricing.plan_1.title": "pay €1k",
  "pricing.plan_2.title": "receive €1-12k",
  "pricing.plan_3.title": "To be decided"
}
