{
  "start_github.text": "Begin op Github",
  "faq.answer_1": "Binnenkort! Het is openbaar gemaakt om input en feedback van de gemeenschap te verzamelen. Grote veranderingen zullen nog plaatsvinden. Help <Link>ons door het uit</Link> te proberen en feedback te geven.",
  "faq.answer_2": "Een kernconcept is: blijf dicht bij bibliotheken & weersta het aanbrengen van abstractielaag. We geloven dat dit je code uiteindelijk gemakkelijker te lezen, begrijpen, aanpassen, vervangen en schalen maakt. Een React-framework past niet binnen dit concept.",
  "faq.answer_3": "Je kiest voor NextJS als je veel architectonische beslissingen zelf wilt nemen. Je kiest Cella als je minder architectonische vrijheid als een goede ruil beschouwt om enorme hoeveelheden ontwikkelingstijd te besparen. Oh, en kies Cella als je gewoon de mooie stack leuk vindt die wij hebben gekozen :D.",
  "faq.answer_4": "Onze beslissing om - vooral voor toolintegraties - op Europa te focussen is niet bedoeld om een andere regio uit te sluiten. We geloven gewoon in Europa en willen het onafhankelijker maken. Een gezonde machtsbalans komt niet alleen Europa, maar de hele wereldwijde (open source) gemeenschap ten goede.",
  "faq.question_1": "Is Cella klaar voor productie?",
  "faq.question_2": "Waarom gebruikt Cella geen NextJS?",
  "faq.question_3": "Is Cella een alternatief voor NextJS?",
  "faq.question_4": "Wat is de deal met \"Made in Europe\"?",
  "feature.text_1": "Een eenvoudige, snelle server. Webstandaarden, RPC-ondersteuning en geweldige middleware.",
  "feature.text_2": "React, i18Next, React Data Grid. Zustand om de status te beheren.",
  "feature.text_3": "Postgres DB met Drizzle ORM. Seeds en gemakkelijke migraties.",
  "feature.text_4": "Shadcn UI-componenten gebouwd met Radix UI en Tailwind CSS.",
  "feature.text_5": "Meerdere authenticatiestrategieën + onze unieke autorisatielaag.",
  "feature.text_6": "Automatisch gegenereerde OpenAPI-documentatie met Zod en Scalar.",
  "feature.text_7": "Een snel buildproces voor je monorepo. Maakt ook gebruik van Vite PWA.",
  "feature.text_8": "Tanstack Router voor type-veilige routing, Tanstack Query voor caching.",
  "feature.text_9": "Directe UI-updates, realtime synchronisatie en offline toegang.",
  "feature.title_1": "Hono & NodeJS",
  "feature.title_2": "React",
  "feature.title_3": "Database",
  "feature.title_4": "Shadcn",
  "feature.title_5": "Lucia Auth",
  "feature.title_6": "OpenAPI + docs",
  "feature.title_7": "Vite & Turborepo",
  "feature.title_8": "Tanstack",
  "feature.title_9": "Electric Sync",
  "integrations.purpose_1": "App-monitoring",
  "integrations.purpose_2": "Logbeheer",
  "integrations.purpose_3": "Betalingsverwerking",
  "integrations.purpose_4": "Teksteditor",
  "integrations.purpose_5": "Notificaties",
  "integrations.purpose_6": "Klantenservice",
  "integrations.purpose_7": "Bestandsbeheer",
  "integrations.text_1": "Sentry biedt geavanceerde foutopsporing en prestatiemonitoring in één interface.",
  "integrations.text_2": "Better Stack helpt je met het opslaan en doorzoeken van logs door je stack.",
  "integrations.text_3": "Volledige factureringsoplossing: accepteer betalingen, verwerk belastingen en beheer abonnementen.",
  "integrations.text_4": "Blok-gebaseerde rich-text editor met realtime samenwerkingsopties en een minimale opzet.",
  "integrations.text_5": "Notificatie-infrastructuur om eenvoudig te bouwen en op te schalen naar verschillende notificatiekanalen.",
  "integrations.text_6": "Gleap is een alles-in-één klantfeedbacktool. Live chat, klanttevredenheid, openbaar roadmap en meer.",
  "integrations.text_7": "Een eenvoudige oplossing voor afbeelding, video & bestandsbeheer. Opgeslagen in je eigen S3-emmer. Beveiligde of openbare toegang, afbeeldingsveranderingen en meer.",
  "pricing.plan_1.1": "Lid van de CellaJS-community",
  "pricing.plan_1.2": "Aanvragen voor €100k+ Cella Fonds",
  "pricing.plan_1.3": "Toegang tot privé-repos",
  "pricing.plan_1.4": "Collectieve koopkracht",
  "pricing.plan_1.5": "Creëer & stem op bounty-projecten",
  "pricing.plan_2.1": "... Alles van Doneren",
  "pricing.plan_2.2": "Realiseer bounty-projecten",
  "pricing.plan_2.3": "Grotere stem in roadmap",
  "pricing.plan_2.4": "Toon je werk",
  "pricing.plan_3.1": "Partner showcase-pagina",
  "pricing.plan_3.2": "Verbeter het TypeScript-ecosysteem",
  "pricing.plan_3.3": "Schaal met andere Europese partners",
  "pricing.text_1": "50% om OS-bibliotheken te sponsoren en 50% naar een Cella bounty-programma.",
  "pricing.text_2": "Verdien terwijl je je eigen product bouwt. Open source of 'community source'-onderdelen van je code.",
  "pricing.text_3": "Heb je een product dat goed integreert met CellaJS? Word een partner.",
  "pricing.title_1": "Doneren",
  "pricing.title_2": "Bouwen",
  "pricing.title_3": "Partner",
  "subtitle": "TypeScript-sjabloon",
  "text_1": "Bouw je lokaal-eerste webapp als onderdeel van een enkele stack-community. Meer diepte, minder hype. Volledig open source.",
  "text_2": "Niet nog een framework. Een uitgebreide sjabloon die geweldige bibliotheken voorop stelt.",
  "text_3": "Best-in-class OS-bibliotheken die goed samenwerken. Elk met goede documentatie.",
  "text_4": "Krachtige - maar optionele - integraties zodat je je kunt concentreren op de behoeften van de klant.",
  "text_5": "Cella is open source en wil samenwerken met andere OS-projecten & teams.",
  "text_6": "Hoe bouw je een toegewijde & duurzame gemeenschap rond CellaJS? Lidmaatschap misschien.",
  "text_7": "Veelgestelde vragen. Staat je vraag er niet bij? Neem contact met ons op.",
  "title_1": "Een no-nonsense & intuïtieve",
  "title_2": "Raison d'être",
  "title_3": "Volgepakt met functies",
  "title_4": "Integraties",
  "title_5": "Sneller samen",
  "title_6": "Prijzen (conceptueel)",
  "title_7": "FAQs",
  "why": "Lees waarom we Cella hebben gebouwd",
  "why.text_1": "Single stack maakt het gemakkelijker om samen te werken over teams heen bij uitdagende en kostbare vereisten in je stack.",
  "why.text_2": "Generieke OpenAPI voor authenticatie, organisaties en gebruikers. Een configureerbare autorisatiemanager is inbegrepen.",
  "why.text_3": "Een bounty-programma en fonds zullen helpen bij een ervaren, kleine gemeenschap van bouwers en Cella zelf.",
  "why.title_1": "Single stack",
  "why.title_2": "Vooraf gebouwde eindpunten",
  "why.title_3": "Toegewijde gemeenschap",
  "pricing.popular": "Bouwen & betaald krijgen!",
  "pricing.plan_1.title": "Betaal €1k",
  "pricing.plan_2.title": "Ontvang €1-12k",
  "pricing.plan_3.title": "Nog te beslissen",
  "prerelease": "Prerelease"
}
