[
  {
    "name": "me",
    "description": "Operations scoped to the current user (the user associated with the active session). Includes\n        profile management, session control, MFA toggling, upload token generation, viewing and responding\n        to membership invitations, leaving entities, and email unsubscription. Distinct from `users`\n        operations, which target any user in the system.",
    "count": 11
  },
  {
    "name": "users",
    "description": "Read-only operations for listing and retrieving users within an organization context. Write\n        operations on users are handled by the `me` (self) and `system` (admin) modules.",
    "count": 2
  },
  {
    "name": "memberships",
    "description": "Operations for managing memberships, which represent relationships between a user and a\n        context entity (e.g., an organization). Includes inviting users, accepting or rejecting invitations,\n        updating role and status flags (archived, muted), listing members and pending invitations, and\n        removing memberships.",
    "count": 6
  },
  {
    "name": "organizations",
    "description": "Operations for managing organizations, which are core context entities and the highest\n        ancestor in the entity hierarchy. Supports creating, listing, retrieving, updating, and deleting\n        organizations within a tenant. Cross-tenant listing is available with elevated permissions.",
    "count": 5
  },
  {
    "name": "requests",
    "description": "Operations for handling public form submissions such as contact messages, newsletter signups,\n        and waitlist entries. Submission is public with bot protection and rate limiting. Listing and\n        deletion require system admin access.",
    "count": 3
  },
  {
    "name": "entities",
    "description": "Cross-cutting operations that apply across multiple entity types. Includes slug availability\n        checking and real-time SSE streaming (both a public stream for unauthenticated entity updates and\n        an authenticated app stream for per-user entity and membership notifications).",
    "count": 5
  },
  {
    "name": "system",
    "description": "System admin operations for platform-wide user management. Includes listing, updating, and\n        deleting users, sending system-level invitations, sending newsletters, and handling payment\n        webhooks.",
    "count": 5
  },
  {
    "name": "auth",
    "description": "Authentication operations supporting multiple sign-in methods: email/password, OAuth (GitHub,\n        Google, Microsoft), passkeys (WebAuthn), and TOTP. Covers sign-up, sign-in, sign-out, password\n        reset, token invocation, email checking, admin impersonation, and MFA credential management.",
    "count": 27
  },
  {
    "name": "attachments",
    "description": "Operations for managing file-based attachments (e.g., images, documents) linked to entities.\n        Files are uploaded directly by the client to S3; the API handles metadata registration, retrieval,\n        updates, deletion of records, and presigned URL generation for private files.",
    "count": 7
  },
  {
    "name": "pages",
    "description": "Operations for managing pages, which are content entities with public read access. Read operations\n        are publicly available with caching. Write operations (create, update, delete) require system admin\n        access and are scoped to a tenant.",
    "count": 5
  },
  {
    "name": "metrics",
    "description": "Operations for retrieving system-level statistics and observability data. Includes public entity\n        counts (cached, with bot protection), raw system metrics, Node.js runtime metrics, entity cache\n        stats, and CDC sync pipeline metrics. Detailed metrics require system admin access.",
    "count": 5
  },
  {
    "name": "activities",
    "description": "Operations for retrieving activities (audit log entries). Activities track create, update, and\n        delete events across all resources. Read-only, system admin access only.",
    "count": 1
  },
  {
    "name": "tenants",
    "description": "System admin operations for managing tenants. Tenants are top-level isolation boundaries used by\n        Row-Level Security (RLS) to partition data. Supports listing, retrieving, creating, updating, and\n        soft-deleting (archiving) tenants.",
    "count": 5
  }
]